{
  "name_zh": "阮雪芬",
  "name_en": "Hsueh-Fen Juan",
  "title": "Distinguished Professor",
  "department": "Department of Life Science",
  "institution": "National Taiwan University",
  "email": "yukijuan@ntu.edu.tw",
  "email2": "yukijuan@gmail.com",
  "phone": "+886-2-3366-4536",
  "fax": "+886-2-2367-3374",
  "address": "Rm. 1105, Life Science Building, National Taiwan University, No. 1 Sec. 4 Roosevelt Road, Taipei 106, Taiwan",
  "photo": "/images/gallery/icon-user.png",
  "bio": "Hsueh-Fen Juan was born in 1969, Miao-Li, Taiwan. She received her BS and MS degree in Botany and PhD in Biochemical Sciences from National Taiwan University (NTU) in 1999. She worked as a research scientist in the Japan International Research Center for Agricultural Sciences (Tsukuba, Japan) during 2000-2001 and a postdoctoral research fellow in the Institute of Biological Chemistry, Academia Sinica (Taipei, Taiwan) during 2001-2002.\n\nShe started her academic career in the Department of Chemical Engineering, National Taipei University of Technology as an assistant professor and in the Department of Computer Science and Information Engineering at NTU as an adjunct assistant professor in 2002. She moved to NTU in 2004 as an assistant professor in the Department of Life Science and the Institute of Molecular and Cellular Biology. She was promoted to associate professor in 2006, full professor in 2009 and became distinguished professor in 2020 at the Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU. Dr. Juan studied synthetic biology with Professor Hirotada Mori (NIST, Japan) in 2006 and Dr. James C. Liao (UCLA, USA) during 2007-2008. She is currently working on synthetic biology and systems biology by integrating genomics, transcriptomics, proteomics and bioinformatics for molecular signaling as well as biomarker and drug discovery. Dr. Juan joined the national teams for repurposed drugs against SARS in 2003 and SARS-CoV-2 in 2020 using bioinformatics and big data analysis.\n\nProf. Juan has developed a number of novel methods to advance systems-biology research and applied such an approach for drug discovery and elucidating molecular mechanisms of drug responses in cancer cells. She has published more than 120 journal papers including prestigious journals such as Proc. Natl. Acad. Sci. U S A, Bioinformatics, Briefings in Bioinformatics, Clinical Cancer Research, Cancer Res., Nucleic Acids Res and Advanced Science. Among these publications, Prof. Juan has breakthrough research achievement in targeting ectopic ATP synthase for cancer therapy, therefore Science Daily & American Chemical Society weekly news reported these results; additionally, she has two papers selected as ESI highly cited papers in 2013. She edited two scientific books entitled Systems Biology: Applications in cancer-related research (2012) and A Practical Guide to Cancer Systems Biology (2018). She is now the editor of Scientific Reports (Nature Research), and PeerJ. She also serves as the reviewer more than 50 various journals including Nature Communications and Gut.",
  "education": [
    "1994-1999 Ph.D., molecular modeling & protein chemistry (advisers: Kung-Tsung Wang & Shyh-Horng Chiou) Graduate Institute of Biochemical Sciences, National Taiwan University, Taiwan",
    "(advisers: Kung-Tsung Wang & Shyh-Horng Chiou)",
    "Graduate Institute of Biochemical Sciences, National Taiwan University, Taiwan",
    "1992-1994 M.S., plant physiology (adviser: Yih-Ming Chen) Graduate Institute of Botany, National Taiwan University, Taiwan",
    "(adviser: Yih-Ming Chen) Graduate Institute of Botany, National Taiwan University, Taiwan",
    "1988-1992 B.S., botany Department of Botany, National Taiwan University, Taiwan",
    "Department of Botany, National Taiwan University, Taiwan"
  ],
  "positions": [],
  "awards": [
    "2025 Outstanding Research Award from National Science and Technology Council (NSTC)",
    "2025 Taiwan International Science and Engineering Fair (TISF) Advisor Prize",
    "2024 Outstanding Teacher Service Award, NTU",
    "2024 Advisor for College Student Research Creativity Award from Ministry of Science and Technology (MOST)",
    "2024 Taiwan International Science and Engineering Fair (TISF) Advisor Prize, and the high school student will go to International Swiss Talent Forum ISTF (Meeting with President Lai at the Presidential Office)",
    "2021 Advisor for College Student Research Creativity Award from Ministry of Science and Technology (MOST)",
    "2020 Outstanding Research Award from Ministry of Science and Technology (MOST)",
    "2020 Who's Who in the Hakka World",
    "2019 Advisor for Research Creativity Award from Ministry of Science and Technology (MOST)",
    "2017-2018 Ministry of Science and Technology (MOST) Award for Special Talents of the Colleges",
    "2015 Emerging Information and Technology Association (EITA) Service Award (USA)",
    "2015 NTU Academic Performance Reward",
    "2010-2015 Ministry of Science and Technology (MOST)/National Science Council (NSC) Award for Special Talents of the Colleges",
    "2012 K. T. Li Breakthrough Award by Institute of Information and Computing Machinery",
    "2012 The Ph.D. Dissertation Advisor Award by Institute of Information and Computing Machinery",
    "2011 Japan Society for the Promotion of Science (JSPS) Fellowship",
    "2010-2013, National Science Council (NSC) Award for Special Talents of the Colleges",
    "2008 Taiwan's Ten Outstanding Young Persons",
    "2010 NTU Excellent Paper Award",
    "2006~2009, 2011~2012 NTU Distinguish Paper Award",
    "2007 National Science Council Foreign Short Term Research Fellowship",
    "2006 Ministry of Education (MOE) Overseas Research Fellowship",
    "1999 Selected Oral Presentation in 14th Joint Annual Conference of Biomedical Sciences",
    "1993 The membership in The Phi Tau Phi Scholastic Honor Society",
    "1992-1994 Ministry of Education (MOE) Top 10% Excellent Master Student Scholarship",
    "1992 Certificate in “Multi-Dimensional NMR Spectroscopy in Solution”, Academia Sinica",
    "1991-1992 The Chung-Cheng Scholarship",
    "1992 The 1st Place at Department of Botany, NTU, Taiwan",
    "1989-1992 National Taiwan University Presidential Award",
    "1989-1992 The Scholarship for Talented Students in Mathematics and Natural Science",
    "1988-1989 The Bursary and Excellence Scholarship",
    "1989 The Thoughts of Dr. Sun Yat-Sen Scholarship",
    "1985-1987 Talented Students in the Training Program for Biological Science in Academia Sinica",
    "1985-1988 Talented Students in Mathematics Class of Taipei Municipal First Girls' Senior High School",
    "2025/01-now Consultant, Syncell Inc.",
    "Consultant, Syncell Inc.",
    "2023/01-now Deputy Vice President for Research & Development, NTU, Taiwan",
    "Deputy Vice President for Research & Development, NTU, Taiwan",
    "2021/10-now Adjunct Appointment Investigator, Institute of Molecular and Genomic Medicine, National Health Research Institutes (NHRI), Taiwan",
    "Adjunct Appointment Investigator, Institute of Molecular and Genomic Medicine, National Health Research Institutes (NHRI), Taiwan",
    "2021/08-now Director, Center for Computational and Systems Biology, NTU, Taiwan",
    "Director, Center for Computational and Systems Biology, NTU, Taiwan",
    "2021-2023 President, 7th Taiwan Proteomics Society",
    "President, 7th Taiwan Proteomics Society",
    "2020/07-now Distinguished Professor, Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU, Taiwan",
    "Distinguished Professor, Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU, Taiwan",
    "2020/04-2024/12 Key Director/Consultant, Taiwan AI Labs",
    "Key Director/Consultant, Taiwan AI Labs",
    "2015/05-2023 Editorial Board, Scientific Reports (Nature Publishing Group)",
    "Editorial Board, Scientific Reports (Nature Publishing Group)",
    "2009/08-2020/07 Professor, Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU, Taiwan",
    "Professor, Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU, Taiwan",
    "2015/08-2017/7 Convener, Graduate Institute of Biomedical Electronics and Bioinformatics",
    "Convener, Graduate Institute of Biomedical Electronics and Bioinformatics",
    "2008/08-2009/12 Leader of Technology Service Group, Center for Biotechnology, NTU, Taiwan",
    "Leader of Technology Service Group, Center for Biotechnology, NTU, Taiwan",
    "2006/08-2009/07 Associate Professor, Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU, Taiwan",
    "Associate Professor, Department of Life Science, Institute of Molecular and Cellular Biology and Graduate Institute of Biomedical Electronics and Bioinformatics, NTU, Taiwan",
    "2007/08-2008/02 Visiting Scholar, Department of Chemical & Biomolecular Engineering, University of California, Los Angeles, USA (Dr. James Liao's Laboratory)",
    "Visiting Scholar, Department of Chemical & Biomolecular Engineering, University of California, Los Angeles, USA (Dr. James Liao's Laboratory)",
    "2006/06-2007/02 Deputy Director Center for Systems Biology and Bioinformatics, National Taiwan University",
    "Deputy Director Center for Systems Biology and Bioinformatics, National Taiwan University",
    "2006/08-2009/07 Associate Professor, Department of Life Science, Institute of Molecular & Cellular Biology, National Taiwan University",
    "Associate Professor, Department of Life Science, Institute of Molecular & Cellular Biology, National Taiwan University",
    "2006/07-2006/08 Visiting Professor, Graduate School of Biological Sciences, Nara Institute of Science and Technology, Nara, Japan (Dr. Hirotada Mori's Laboratory)",
    "Visiting Professor, Graduate School of Biological Sciences, Nara Institute of Science and Technology, Nara, Japan (Dr. Hirotada Mori's Laboratory)",
    "2004/08-2006/07 Assistant Professor, Department of Life Science, Institute of Molecular & Cellular Biology, National Taiwan University",
    "Assistant Professor, Department of Life Science, Institute of Molecular & Cellular Biology, National Taiwan University",
    "2003/2 – 2004/7 Adjunct Assistant Professor, Department of Computer Science and Information Engineering, NTU, Taiwan",
    "Adjunct Assistant Professor, Department of Computer Science and Information Engineering, NTU, Taiwan",
    "2002/08-2004/07 Assistant Professor, Department of Chemical Engineering, National Taipei University of Technology",
    "Assistant Professor, Department of Chemical Engineering, National Taipei University of Technology",
    "2001/08-2002/07 Postdoctoral Fellow, Institute of Biological Chemistry, Academia Sinica, Taiwan",
    "Postdoctoral Fellow, Institute of Biological Chemistry, Academia Sinica, Taiwan",
    "2001/04-2001/07 Research Associate, Division of Bioresource, Japan International Research Center for Agricultural Sciences, Tsukuba, Japan",
    "Research Associate, Division of Bioresource, Japan International Research Center for Agricultural Sciences, Tsukuba, Japan",
    "2000/08-2001/03 Research Assistant, Division of Bioresource, Japan International Research Center for Agricultural Sciences, Japan",
    "Research Assistant, Division of Bioresource, Japan International Research Center for Agricultural Sciences, Japan"
  ],
  "societies": []
}